{"en":{
	"mainText7":"Let's look at the monster lifetime data first. We'll use a stem and leaf plot to represent the information.",
	"mainText20":"Good. Much clearer now.",
	"possIngredients0":"Cat Fur",
	"possResponses0":"Really? I just added that to the list as a joke. Still, I suppose it's worth a try.",
	"mainText2":"Here at Build A Monster Inc we don't want to build just any monster. We insist on building the best monster we can.",
	"finalResponse6":"a clear improvement in monster speed.",
	"diffResponse4":"Not much difference from our original formula, maybe a little lower.",
	"mainText12b3":" miles per hour.",
	"mainText1":"My name is Professor David Structo, and I am founder and C.E.O of Build A Monster Inc.",
	"mainText0":"Ah, hello there. You must be my latest assistant. Please, allow me to introduce myself.",
	"mainText17":"Again, we need to show the data in a graph to make sense of it. Let's look at just the lifetime data.",
	"labSpeech4":" miles per hour.",
	"diffResponse3":"I can't really see that there's any difference from the original formula at all.",
	"pre2":"Play Muted",
	"stemBrokenResponse":"Oh dear, something seems to be wrong with the software. See if you can drag the data to where it should be.",
	"mainText3":"That means we test our monsters to breaking point and beyond. Then we gather up all that lovely, lovely data.",
	"finalResponse7":"not much change in monster speed.",
	"finalResponse2":" and we can now say there's ",
	"mainText6":"Well, looking at the raw data in a table doesn't tell us much. We need a better way to show our data.",
	"mainText12a2":" miles per hour.",
	"mainButton2":"Main Menu",
	"possIngredients1":"Ketchup",
	"mainText12b1":"Now that is much better. We can see that the most common speeds were ",
	"mainText23a":"Yes, that's a good choice of graph.",
	"finalResponse3":"a definite improvement in monster life and ",
	"mainText10":"Well, that's no good at all. With such a small data range the stem and leaf plot doesn't tell us anything useful.",
	"possIngredients5":"Chocolate",
	"mainText8":"We sort our values from smallest to largest. The stem on the left shows the tens...",
	"graphButtonLabel2":"Stem and Leaf Plot",
	"diffResponse5":"This is not what we were hoping for at all. The new ingredient reduced performance.",
	"warehouseSpeech2":" by clicking on the crates. Join me in the lab when you're finished.",
	"mainText12a1":"Now that is much better. We can see that the most common speed was ",
	"finalResponse8":"an obvious drop in monster speed.",
	"mainButton1":"Next",
	"mainText11_5":"A line plot shows the frequency of data along a number line. We place an X at the correct place on the line.",
	"labSpeech3":" seconds and reached a top speed of ",
	"diffResponse2":"Not much difference from our original formula, maybe a little higher.",
	"mainText16":"Now let's see the full set of results from our tests.",
	"mainText18":"This data has quite a broad range. Which type of graph should we use?",
	"mainText12b2":" and ",
	"possIngredients4":"Bananas",
	"mainText24":"Much better.",
	"mainText22":"Next, let's do the same with the new speed data. This time the range is quite narrow. Which graph type should we use?",
	"possResponses2":"Not my first choice, but what's the worst that can happen?",
	"finalResponse1":"So, we've finished testing ",
	"mainText14":"Choose an ingredient to add.",
	"mainText13":"Now we can start trying to improve on our monster formula. We will add ingredients to our secret formula and see what effect they have.",
	"warehouseButton1":"To the Lab",
	"diffResponse1":"There's a definite improvement on the original formula. Good choice.",
	"possIngredients2":"Soda",
	"lineBrokenResponse":"Oh dear, the software is having problems again. You had better drag the data to the correct position.",
	"finalResponse4":"no real difference in monster life and ",
	"warehouseSpeech1":"This is our warehouse. Grab me 15 lots of ",
	"mainText11":"We need to represent the data in a different way. Let's try a line plot instead.",
	"mainText19a":"Good, I think that's the best way to show this data.",
	"mainText19b":"Actually, I think a stem and leaf plot would work better here. Let's try that instead.",
	"finalResponse5":"a clear reduction in monster life and ",
	"labSpeech2":"Interesting. The monster lasted ",
	"mainText4":"Your job is to help me make sense of that data, and also clean up the mess.",
	"labSpeech1":"Here we have our monster ready to test the new formula, and a volunteer to give it some encouragement. I'll just give it a zap.",
	"possResponses1":"That's certainly an interesting choice. I do hope you're taking this seriously.",
	"graphButtonLabel1":"Line Plot",
	"labSpeech5":"We'll collect the results from the other monsters and view them together.",
	"pre1":"Play!",
	"mainText9":"Okay, now let's take a look at the monster speed data.",
	"possIngredients3":"Slime",
	"mainText23b":"Again, a stem and leaf plot doesn't work well here. Let's try a line plot instead.",
	"mainText8_5":"While the leaf on the right shows the units. Now we can see that most monsters lasted between 10 and 30 seconds.",
	"mainText27":"Well done, that's a good day's work. I look forward to seeing you again to test the other ingredients.",
	"mainText5":"The latest batch of test data is on the screen. Let's take a close look and see how our monsters performed."},
 "_meta":{"maxChars":{"mainText7":135,"mainText20":135,"possIngredients0":14,"possResponses0":135,"mainText2":135,"finalResponse6":36,"diffResponse4":135,"mainText12b3":30,"mainText1":135,"mainText0":135,"mainText17":135,"labSpeech4":35,"diffResponse3":135,"pre2":10,"stemBrokenResponse":135,"mainText3":135,"finalResponse7":36,"finalResponse2":36,"mainText6":135,"mainText12a2":35,"mainButton2":10,"possIngredients1":14,"mainText12b1":95,"mainText23a":135,"finalResponse3":36,"mainText10":135,"possIngredients5":14,"mainText8":135,"graphButtonLabel2":20,"diffResponse5":135,"warehouseSpeech2":65,"mainText12a1":100,"finalResponse8":36,"mainButton1":10,"mainText11_5":135,"labSpeech3":50,"diffResponse2":135,"mainText16":135,"mainText18":135,"mainText12b2":10,"possIngredients4":14,"mainText24":135,"mainText22":135,"possResponses2":135,"finalResponse1":36,"mainText14":135,"mainText13":135,"warehouseButton1":10,"diffResponse1":135,"possIngredients2":14,"lineBrokenResponse":135,"finalResponse4":36,"warehouseSpeech1":65,"mainText11":135,"mainText19a":135,"mainText19b":135,"finalResponse5":36,"labSpeech2":50,"mainText4":135,"labSpeech1":135,"possResponses1":135,"graphButtonLabel1":20,"labSpeech5":135,"pre1":10,"mainText9":135,"possIngredients3":14,"mainText23b":135,"mainText8_5":135,"mainText27":135,"mainText5":135}}}