{
	
	"_meta": {
		"maxChars": {
			"title": 150,
			"pre1": 10,
			"pre2": 10,
			"mainButton1": 10,
			"mainButton2": 15,
			"mainButton3": 12,
			"mainText0": 135,
			"mainText1": 135,
			"mainText2": 135,
			"mainText3": 135,
			"mainText4": 135,
			"mainText5": 135,
			"mainText6": 135,
			"mainText7": 135,
			"mainText8": 135,
			"mainText8_5": 135,
			"mainText9": 135,
			"mainText10": 135,
			"mainText11": 135,
			"mainText11_5": 135,
			"mainText12": 135,
			"mainText13": 135,
			"mainText14": 135,
			"mainText16": 135,
			"mainText17": 135,
			"mainText18": 135,
			"mainText19a": 135,
			"mainText19b": 135,
			"mainText20": 135,
			"mainText22": 135,
			"mainText23a": 135,
			"mainText23b": 135,
			"mainText24": 135,
			"mainText27": 135,			
			"mainText27b": 135,
			"wrongAnswer": 135,
			"possIngredients0": 14,
			"possIngredients1": 14,
			"possIngredients2": 14,
			"possIngredients3": 14,
			"possIngredients4": 14,
			"possIngredients5": 14,
			"possResponses0": 135,
			"possResponses1": 135,
			"possResponses2": 135,
			"diffResponse1": 135,
			"diffResponse2": 135,
			"diffResponse3": 135,
			"diffResponse4": 135,
			"diffResponse5": 135,
			"finalResponse1": 135,
			"finalResponse2": 135,
			"finalResponse3": 135,
			"finalResponse4": 135,
			"finalResponse5": 135,
			"finalResponse6": 135,
			"finalResponse7": 135,
			"finalResponse8": 135,
			"finalResponse9": 135,
			"graphButtonLabel1": 20,
			"graphButtonLabel2": 20,
			"lineBrokenResponse": 135,
			"stemBrokenResponse": 135,
			"warehouseSpeech1": 65,
			"warehouseSpeech2": 65,
			"warehouseSpeech3": 135,
			"warehouseButton1": 10,
			"labSpeech1": 135,
			"labSpeech2": 50,
			"labSpeech3": 50,
			"labSpeech4": 35,
			"labSpeech5": 135,
			"labSpeech6": 135
		}
    },
	"en": {
		"title":"Professor D. Structo's Monster Maker",
		"pre1":"Play!",
		"pre2":"Play Muted",
		"mainButton1":"Next",
		"mainButton2":"Yes, test again",
		"mainButton3":"I'm finished",
		"mainText0":"Ah, hello there. You must be my latest assistant. Please, allow me to introduce myself.",
		"mainText1":"My name is Professor David Structo, and I am founder and C.E.O of Build A Monster Inc.",
		"mainText2":"Here at Build A Monster Inc. we don't want to build just any monster. We insist on building the best monster we can.",
		"mainText3":"That means we test our monsters to breaking point and beyond. Then we gather up all that lovely, lovely data.",
		"mainText4":"Your job is to help me make sense of that data, and also clean up the mess.",
		"mainText5":"The latest batch of test data is on the screen. Let's take a close look and see how our monsters performed.",
		"mainText6":"Well, looking at the raw data in a table doesn't tell us much. We need a better way to show our data.",
		"mainText7":"Let's look at the monster lifetime data first. We'll use a stem and leaf plot to represent the information.",
		"mainText8":"Okay. We sort our values from smallest to largest. The stem on the left shows the tens and the leaf on the right shows the ones.",
		"mainText8_5":"Now we can see where the highest frequencies of monster lifespan are. As a little test, click to show me where that is.",
		"mainText9":"Correct, very well done. Okay, now let's take a look at the monster speed data.",
		"mainText10":"Oh dear. Well, that's no good at all. With such a small data range the stem and leaf plot doesn't tell us anything useful.",
		"mainText11":"We need to represent the data in a different way. Let's try a line plot instead.",
		"mainText11_5":"A line plot shows the frequency of data along a number line. We place an X at the correct place on the line.",
		"mainText12":"Now, that is much better. Can you click on the most common speed?",		
		"mainText13":"Good. Now we can start trying to improve on our monster formula. We will add ingredients to our secret formula and see what effect they have.",
		"mainText14":"Choose an ingredient to add.",
		"mainText16":"Now let's see the full set of results from our tests.",
		"mainText17":"Again, we need to show the data in a graph to make sense of it. Let's look at just the lifetime data.",
		"mainText18":"This data has quite a broad range. Which type of graph should we use?",
		"mainText19a":"Good, I think that's the best way to show this data.",
		"mainText19b":"Actually, I think a stem and leaf plot would work better here. Let's try that instead.",
		"mainText20":"Good. Much clearer now.",
		"mainText22":"Next, let's do the same with the new speed data. This time the range is quite narrow. Which graph type should we use?",
		"mainText23a":"Yes, that's a good choice of graph.",
		"mainText23b":"Again, a stem and leaf plot doesn't work well here. Let's try a line plot instead.",
		"mainText24":"Much better.",
		"mainText27a":"Well done, that's a good day's work. I look forward to seeing you again to test more ingredients.",		
		"mainText27b":"Excellent work. You've done all you need to today, but you're welcome to help test the other ingredients.",
		"wrongAnswer":"No, try again.",
		"possIngredients0":"Cat Fur",
		"possIngredients1":"Ketchup",
		"possIngredients2":"Soda",
		"possIngredients3":"Slime",
		"possIngredients4":"Bananas",
		"possIngredients5":"Chocolate",
		"possResponses0":"Really? I just added that to the list as a joke. Still, I suppose it's worth a try.",
		"possResponses1":"That's certainly an interesting choice. I do hope you're taking this seriously.",
		"possResponses2":"Not my first choice, but what's the worst that can happen?",
		"diffResponse1":"There's a definite improvement on the original formula. Good choice.",
		"diffResponse2":"Not much difference from our original formula, maybe a little higher.",
		"diffResponse3":"I can't really see that there's any difference from the original formula at all.",
		"diffResponse4":"Not much difference from our original formula, maybe a little lower.",
		"diffResponse5":"This is not what we were hoping for at all. The new ingredient reduced performance.",
		"finalResponse1":"So, we've finished testing and we can now say there's a definite improvement in monster life and a clear improvement in monster speed.",
		"finalResponse2":"So, we've finished testing and we can now say there's a definite improvement in monster life and not much change in monster speed.",
		"finalResponse3":"So, we've finished testing and we can now say there's a definite improvement in monster life and an obvious drop in monster speed.",
		"finalResponse4":"So, we've finished testing and we can now say there's no real difference in monster life and a clear improvement in monster speed.",
		"finalResponse5":"So, we've finished testing and we can now say there's no real difference in monster life and not much change in monster speed.",
		"finalResponse6":"So, we've finished testing and we can now say there's no real difference in monster life and an obvious drop in monster speed.",
		"finalResponse7":"So, we've finished testing and we can now say there's a clear reduction in monster life and a clear improvement in monster speed.",
		"finalResponse8":"So, we've finished testing and we can now say there's a clear reduction in monster life and not much change in monster speed.",
		"finalResponse9":"So, we've finished testing and we can now say there's a clear reduction in monster life and an obvious drop in monster speed.",
		"graphButtonLabel1":"Line Plot",
		"graphButtonLabel2":"Stem and Leaf Plot",
		"lineBrokenResponse":"Oh no, the software is having trouble again. You need to fix it. Click to select the data and click again to put it in the correct place.",
		"stemBrokenResponse":"Oh, something is wrong with the software. See if you can fix it. Click to select the data and click again to put it in the correct place.",
		"warehouseSpeech1":"This is our warehouse. Grab me 15 lots of ",
		"warehouseSpeech2":" by clicking on the crates. Join me in the lab when you're finished.",
		"warehouseSpeech3":"This is our warehouse. Grab me 15 lots of our new ingredient by clicking on the crates. Join me in the lab when you're finished.",
		"warehouseButton1":"To the Lab",
		"labSpeech1":"Here we have our monster ready to test the new formula, and a volunteer to give it some encouragement. I'll just give it a zap.",
		"labSpeech2":"Interesting. The monster lasted ",
		"labSpeech3":" seconds and reached a top speed of ",
		"labSpeech4":" miles per hour.",
		"labSpeech5":"We'll collect the results from the other monsters and view them together.",
		"labSpeech6":"Interesting."
	}	
}
